[
  "A Losing Day",
  "Counselor Moto's Office",
  "Stoner Games",
  "A New Beginning with The All Out System",
  "The All Out System Full Introduction",
  "Immortal Instinct Tutorial, and Welcome to Saturan",
  "Battle After Battle to Level 5",
  "Another School Day New Leo",
  "Meeting Elizabeth Barbara",
  "Let the Challenge Begin!",
  "Two Plans Failed",
  "Please Spare Me",
  "Surprise Shopper and First City in Saturan",
  "Welcome to the Independent Adventurers Guild",
  "Rank Triple S+",
  "Recruit Battle Ranking",
  "Top 10",
  "A New Champion, and I Challenge You to a Dance Off",
  "Passing Tests and Preperations",
  "The Winner is, and Why Are You Here",
  "Meet My Family",
  "When Can We Hang Out and Who's Better?",
  "The Families Plotting Session",
  "A Plan to Break Leo Down and a Unique Adventure Party",
  "First Party Member Acquired and We Might Have to Take Him Out",
  "That's When We'll Make Our Move and Connection",
  "For Me and Here's the Information You Wanted",
  "Somebody's Watching Me",
  "Earlier Than Planned",
  "You Won't See It Coming",
  "Please Let Us Out",
  "Arrest Him Part 1",
  "Arrest Him Part 2",
  "Arrest Him Part 3",
  "The Chained Heart Connection",
  "Fight Me!",
  "A Little Friendly Competition",
  "Invitation",
  "We Want to Join",
  "Our Guildmaster Wants to Meet You",
  "Meeting Guildmaster Mame",
  "Fine Take Them!",
  "A Taste of My Revenge",
  "Help Me Out Here, Lilo",
  "I'm The Leader of This Interesting Adventures Party",
  "I Hope You Enjoy Eating Your Poison",
  "Thank You Sir",
  "Leave Leo Alone",
  "Ultimatum",
  "Our Party Name is Rampage!",
  "Gella Watch Out, and They All Will Pay",
  "Richard, You're Fired, and Oh My Gosh That's a S Class High Grade Demon Beast",
  "It's Tyku and He's Hurt",
  "Can I Join Your Party and Taking Out Three Birds With One Stone",
  "Mama, Please Get Me Out of Here, and Leo Are You Ready For The SATs?",
  "It's Time to Start the SATs",
  "Oh No, Watch Out, Leo!",
  "I Think We Need a Martial Arts Master to Take Leo Out!",
  "I Am Master Guy Fu",
  "What Do You Mean By All Three Masters Were Defeated?",
  "It's You!",
  "What Do You Want to Do? Leo?",
  "It's Time for Dungeon Raid",
  "What in the Heck Was That!",
  "Welcome to the Dungeon of the Demonic",
  "Demonic Panther",
  "Let's Go Conquer a Demonic Panther",
  "This Pathway is Great for Training.",
  "This Feels Like a Walk in the Park!",
  "Why is There So Much Sand in These Swamp Lands?",
  "Yo, the Sandy Swamp Lands Look So Cool!",
  "Is That Really a Drill Beak? Squirrel Pecker?",
  "How are You Guys Already Here?",
  "Congratulations, You Have Defeated the Demonic Panther!",
  "They Will Receive the Appropriate Punishment",
  "Let's Give a Warm Welcome to Two New Members of Tyga",
  "I Want Revenge, Damn it!",
  "It's Time to Do Something Drastic",
  "How About You All Join Us for Dinner?",
  "In Yo Face Restaurant Tomorrow",
  "All of Us are Going Out to Eat Tomorrow",
  "Do You Cook Like This Every Morning?",
  "The Mock Bang Gang",
  "All of Those Harlots Are Next to be Taken Out",
  "you have gotten the attention of my sister Shii Bang!",
  "We're going to have to go out there",
  "Did I have you all waiting long?",
  "Are you able to tell us what happened to you?",
  "Did anyone walk into that shop before you came out?",
  "go ahead and get me those details",
  "What kind of relationship do all of you have?",
  "we all need to talk and become better acquainted",
  "I hate when somebody lies to me",
  "there are some people who want to destroy me and the Stoner brand",
  "Let, me, call, my damn sister",
  "This is Shii Bang speaking",
  "Waiting to speak to both of you",
  "I need to speak with the twerk family",
  "We can head to my brother Mock Bang's room",
  "one of them will be eliminated tonight",
  "hurry so that we can discuss our countermeasures",
  "its all because of you",
  "let's cut the conversation, and get to action",
  "they have been waiting on you so right this way",
  "all of you will perish",
  "somebody is trying to poison all of us again",
  "how may I help you",
  "that damn punk Leo will die",
  "I'll see the members of Rampage in the game",
  "getting a little bit of practice in",
  "two people just tried to rob me and my girlfriend and got knocked out",
  "Leo, please come get us out of here",
  "see what Lieutenant Oliver can find out for us",
  "I need to call Leo and let him know",
  "The New Recruits Rampage party",
  "the five Guardians special events",
  "I hope you treat it well",
  "things can drastically change",
  "we can rebuild our true Rampage adventure party",
  "I definitely would love a chance to show what I can do",
  "let me have a crack at him",
  "I'm ready for my trial",
  "are all of you ready to strengthen our bond, and take on our toughest challenge yet?",
  "you twoÂ will have the opportunity to also become vice captains",
  "Remember Tuesday is SAT's result day",
  "where do you want me to take you to eat?",
  "enjoy the festive environment inside",
  "what's going on between the two of you",
  "watch after pressing play",
  "how about we start off the festive activities, with some kind of competition",
  "Richie, are you okay",
  "it's on like Donkey Kong!",
  "The second round will be ours!",
  "my team will go first!",
  "the martial arts sparring sessions",
  "First round battle, Tara versus Leela, start!",
  "Second battle, Becky Palmer battling against Michelle bell, let's get ready, start!",
  "Jessica battling against Ramona, let's get ready, start",
  "Angela versus Ray, let's get ready, start",
  "Let's get ready, start",
  "Leo, it's all over for you",
  "taking on that monster to society on his own turf",
  "It's time for the mighty enlighten put on a show!",
  "The guardian invitational will be starting soon!",
  "Okay, let's get started!",
  "I'm ready to get in this training!",
  "We're on our way to you now!",
  "let's get this guardian invitational started"
]